{
  "data": [
    {
      "character_id": 1,
      "quote": "D'oh! -Homer, when he sees or eats food like donuts"
    },
    {
      "character_id": 1,
      "quote": "Woohoo...! -Homer's common catchphrase"
    },
    {
      "character_id": 1,
      "quote": "If something's hard to do, it's not worth doing. -Homer discussing work."
    },
    {
      "character_id": 1,
      "quote": "The Simpsons are going to ______ -Homer when the family is about to go on vacation to somewhere."
    },
    {
      "character_id": 2,
      "quote": "Oh Homie. -Marge Simpson's love catchphrase"
    },

    {
      "character_id": 2,
      "quote": "Mmmm. -Marge Simpson's famous catchphrase"
    },
    {
      "character_id": 2,
      "quote": "You have to stick it out even if you picked a loser...Til the bitter end.... -Marge Simpson, about loyalty (and totally not about marriage.)"
    },
    {
      "character_id": 3,
      "quote": "Eat my shorts! -Bart's catchphrase"
    },
    {
      "character_id": 4,
      "quote": "Aside from the fact that he has the same frailties as all human beings, he's the only father I have. Therefore, he is my model of manhood, and my estimation of him will govern the prospects of my adult relationships. So I hope you bear in mind that any knock at him is a knock at me. And I am far too young to defend myself against such onslaughts. -Lisa to Patty about Homer Simpson."
    },
    {
      "character_id": 5,
      "quote": "Daddy. -Maggie's first canon word outside the Tracey Ullman shorts."
    },
    {
      "character_id": 5,
      "quote": "Goo. -Maggie's second canon word outside the Tracy Ullman shorts."
    },
    {
      "character_id": 6,
      "quote": "I think.. 1,000 is a number. -Abraham Simpson trying to figure out the message he said in church in The Simpsons movie"
    },
    {
      "character_id": 6,
      "quote": "I fell 8,000 feet onto a pile of jagged rocks! Of course, folks were tougher in those days. I was jitterbugging that very night. -Abraham Simpson explaining to his son what happened to his fall at the Murderhorn following C.W McAllister's betrayal."
    },
    {
      "character_id": 7,
      "quote": "I grew up with a single mother, and although we didn't have a lot of money, she cared a great deal about what we ate. We were the original health-food family. We shopped at what were called health-food stores before Whole Foods - everything came from bins."
    },
    {
      "character_id": 7,
      "quote": "I eventually made the reunion with my father that I'd used as a default daydream throughout my childhood, but by then, we'd both outgrown the only relationship we could have had to each other. I was over 30 by the time I met him again and no longer needed a father."
    },
    {
      "character_id": 8,
      "quote": "When that Simpson boy showed up, it took years off my life!” -Clancy Bouvier in The Way We Was"
    },
    {
      "character_id": 8,
      "quote": "Don't look at me! DON'T LOOK AT ME!!” -Clancy Bouvier in Fear of Flying (flashback)"
    },
    {
      "character_id": 9,
      "quote": "I have laryngitis and it hurts to talk. So I'll say one thing. You never do anything right."
    },
    {
      "character_id": 9,
      "quote": "(To Homer) You ruined my nap, just like you ruined my daughter's life."
    },
    {
      "character_id": 10,
      "quote": "As far as I'm concerned, I have no brother."
    },
    {
      "character_id": 10,
      "quote": "Listen to me. Here's what you do. From now on before you say anything, say to yourself, 'If I was ever sure of anything, I'm sure of this!' Do you understand?"
    },
    {
      "character_id": 10,
      "quote": "Homer, I forgive you. You can call me brother and I can do the same."
    },
    {
      "character_id": 11,
      "quote": "I like to cry at the ocean, because only there do my tears seem small."
    },
    {
      "character_id": 11,
      "quote": "Ha, Ha! I touched your heart!"
    },
    {
      "character_id": 11,
      "quote": "God, if you don't bring my Lisa home safe, ants will burn tonight!"
    },
    {
      "character_id": 12,
      "quote": "A fat kid with a dream. I can't compete with that."
    },
    {
      "character_id": 12,
      "quote": "Trust me Bart, it's better to walk in on both your parents than on just one of them."
    },
    {
      "character_id": 12,
      "quote": "I never would have suspected the one criminal in town."
    },
    {
      "character_id": 13,
      "quote": "It is with great pride that I place the safety of our city in the hands of the first four people who showed up."
    },
    {
      "character_id": 13,
      "quote": "In you go, boys. We've got everything--warm beds, square meals, homeless women."
    },
    {
      "character_id": 13,
      "quote": "We have nothing to fear but the aliens and their vastly superior killing technology!"
    },
    {
      "character_id": 14,
      "quote": "When I look at people I don't see colors; I just see crackpot religions."
    },
    {
      "character_id": 14,
      "quote": "Ah he's a dumb kid, but he's an above average dog. Roll over, son!"
    },
    {
      "character_id": 14,
      "quote": "The minute you go undercover, it's like you don't even know me!"
    },
    {
      "character_id": 15,
      "quote": "Tell him it's the 'worst prognosis ever!' Hee hee hee."
    },
    {
      "character_id": 15,
      "quote": "Without further ado, I give you the man who puts young people behind bars, where they belong, TV's 'Matlock'."
    },
    {
      "character_id": 15,
      "quote": "Don't thank me - thank the knife!"
    }   
  ]
}
